Tekla.Structures.Internal.StructuresPluginDescriptor.GetAllParameters(System.Collections.Generic.Dictionary{System.String,System.Reflection.FieldInfo}@)
DO NOT USE! For internal usage only!
AllParameters:
Returns: